Repository: ThinkInAIXYZ/clawdhome
Catalog: ClawdHome/Stable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

# adoption.error.duplicate_fullname
source: 显示名“%@”已被使用，请换一个名字
en: Display name “%@” is already in use, please choose another
zh_hant: 顯示名“%@”已被使用，請換一個名字

# adoption.error.duplicate_username
source: 用户名 @%@ 已存在，请换一个再试
en: Username @%@ already exists, please try another
zh_hant: 使用者名稱 @%@ 已存在，請換一個再試

# adoption.error.empty_fullname
source: 显示名不能为空
en: Display name cannot be empty
zh_hant: 顯示名不能為空

# adoption.error.empty_username
source: 系统用户名不能为空
en: System username cannot be empty
zh_hant: 系統使用者名稱不能為空

# adoption.error.invalid_username
source: 用户名只能包含小写字母、数字和下划线，且须以字母开头
en: Username can only contain lowercase letters, digits, and underscores, and must start with a letter
zh_hant: 使用者名稱只能包含小寫字母、數字和下劃線，且須以字母開頭

# agent.create.form.agent_id.hint
source: 留空则根据名称自动生成。仅限小写字母、数字、下划线和短横线。
en: Leave empty to auto-generate from name. Only lowercase letters, digits, underscores, and hyphens allowed.
zh_hant: 留空則根據名稱自動生成。僅限小寫字母、數字、下劃線和短橫線。

# agent.create.form.agent_id.preview
source: 实际 ID：
en: Actual ID:
zh_hant: 實際 ID：

# agent.create.form.basic_info
source: 基本信息
en: Basic Info
zh_hant: 基本資訊

# agent.create.form.emoji
source: Emoji 图标
en: Emoji Icon
zh_hant: Emoji 圖示

# agent.create.form.identifier
source: 标识符
en: Identifier
zh_hant: 識別符號

# agent.create.form.model
source: 模型（可选）
en: Model (Optional)
zh_hant: 模型（可選）

# agent.create.form.model.hint
source: 留空则使用默认模型。例如：claude-sonnet-4-20250514
en: Leave empty to use the default model. Example: claude-sonnet-4-20250514
zh_hant: 留空則使用預設模型。例如：claude-sonnet-4-20250514

# agent.create.form.model_config
source: 模型配置
en: Model Configuration

# agent.create.form.name
source: 角色名称
en: Agent Name
zh_hant: 角色名稱

# agent.create.from_market
source: 从角色市场选择
en: Choose from Market
zh_hant: 從角色市場選擇

# agent.create.from_market.desc
source: 浏览预设角色模板，快速上手
en: Browse preset agent templates and get started quickly
zh_hant: 瀏覽預設角色模板，快速上手

# agent.create.from_scratch
source: 从零创建
en: Create from Scratch
zh_hant: 從零建立

# agent.create.from_scratch.desc
source: 自定义角色的所有细节
en: Customize every detail of the agent
zh_hant: 自定義角色的所有細節

# agent.create.manual.title
source: 创建角色
en: Create Agent
zh_hant: 建立角色

# agent.create.market_coming_soon.message
source: 角色市场正在开发中，敬请期待！
en: The agent market is under development, stay tuned!
zh_hant: 角色市場正在開發中，敬請期待！

# agent.create.market_coming_soon.title
source: 即将推出
en: Coming Soon
zh_hant: 即將推出

# agent.create.subtitle
source: 为你的虾添加一个新的专业角色
en: Add a new specialized agent to your shrimp
zh_hant: 為你的蝦新增一個新的專業角色

# agent.create.title
source: 新建角色
en: New Agent

# app.channel.invalid_params
source: 通道参数无效
en: Invalid channel parameters
zh_hant: 通道引數無效

# app.channel.invalid_params.desc
source: 请从虾详情页重新打开通道配置窗口。
en: Please reopen the channel configuration window from the shrimp details page.
zh_hant: 請從蝦詳情頁重新開啟通道配置視窗。

# app.claw_detail.user_missing
source: 该用户已被删除或尚未加载
en: This user has been deleted or is not loaded yet.
zh_hant: 該使用者已被刪除或尚未載入

# app.clawd_home_app.command_exit_code
source: 命令已退出（exit %d）。请查看终端输出。
en: The command exited (exit %d). Please check terminal output.
zh_hant: 命令已退出（exit %d）。請檢視終端輸出。

# app.clawd_home_app.done
source: 维护命令执行完成。
en: Maintenance command completed.
zh_hant: 維護命令執行完成。

# app.clawd_home_app.no_output_to_copy
source: 暂无可复制的命令输出。
en: No command output to copy.
zh_hant: 暫無可複製的命令輸出。

# app.clawd_home_app.output_copied
source: 命令输出已复制。
en: Command output copied.
zh_hant: 命令輸出已複製。

# app.maintenance.elapsed
source: 耗时 %@
en: Elapsed %@
zh_hant: 耗時 %@

# app.maintenance.invalid_params
source: 维护终端参数无效
en: Invalid maintenance terminal parameters
zh_hant: 維護終端引數無效

# app.maintenance.invalid_params.desc
source: 请从虾详情页或初始化向导重新打开维护终端。
en: Please reopen the maintenance terminal from the shrimp details page or the init wizard.
zh_hant: 請從蝦詳情頁或初始化嚮導重新開啟維護終端。

# app.maintenance.quick.command.auto_fix
source: 自动修复
en: Auto fix
zh_hant: 自動修復

# app.maintenance.quick.command.channel_login
source: 频道登录
en: Channel Login
zh_hant: 頻道登入

# app.maintenance.quick.command.configure
source: 交互配置
en: Interactive Config
zh_hant: 互動配置

# app.maintenance.quick.command.connected_devices
source: 已连设备
en: Connected devices
zh_hant: 已連裝置

# app.maintenance.quick.command.live_logs
source: 实时日志
en: Live Logs
zh_hant: 即時日誌

# app.maintenance.quick.command.model_status
source: 模型状态
en: Model Status
zh_hant: 模型狀態

# app.maintenance.quick.command.restart_service
source: 重启服务
en: Restart Service
zh_hant: 重啟服務

# app.maintenance.quick.command.security_audit
source: 安全审计
en: Security Audit
zh_hant: 安全審計

# app.maintenance.quick.command.status_overview
source: 状态概览
en: Status Overview
zh_hant: 狀態概覽

# app.maintenance.quick.command.system_check
source: 系统体检
en: Health Check
zh_hant: 系統體檢

# app.maintenance.quick.command.upgrade_latest
source: 升级到最新
en: Upgrade to Latest
zh_hant: 升級到最新

# app.maintenance.quick.command.version
source: 版本查询
en: Version
zh_hant: 版本查詢

# app.maintenance.quick.menu_title
source: 🦞openclaw 指令
en: 🦞 Commands

# app.maintenance.quick.section.config_control
source: 配置 / 控制
en: Configuration / Control

# app.maintenance.quick.section.query_diagnose
source: 查询 / 诊断
en: Query / Diagnose
zh_hant: 查詢 / 診斷

# app.maintenance.quick.section.upgrade_maintenance
source: 升级 / 维护
en: Upgrade / Maintenance
zh_hant: 升級 / 維護

# app.maintenance.status.exited
source: 已退出
en: Exited

# app.maintenance.status.running
source: 运行中
en: Running
zh_hant: 執行中

# app.maintenance.status.running_waiting
source: 运行中（等待输入）
en: Running (Waiting for Input)
zh_hant: 執行中（等待輸入）

# app.maintenance.window.title
source: @%@ · 维护窗口 #%d
en: @%@ · Maintenance Window #%d
zh_hant: @%@ · 維護視窗 #%d

# app.menu.show_main_window
source: 显示主窗口
en: Show Main Window
zh_hant: 顯示主視窗

# app.menu.window
source: 窗口
en: Window
zh_hant: 視窗

# app.user_init_wizard.user_missing
source: 该用户已被删除或尚未加载
en: This user has been deleted or not loaded yet
zh_hant: 該使用者已被刪除或尚未載入

# app_lock.keychain_denied.desc
source: 请在系统弹窗中点击"允许"，或前往 钥匙串访问手动授权 ClawdHome
en: In the system prompt, click "Allow", or grant ClawdHome manually in Keychain Access.
zh_hant: 請在系統彈窗中點選"允許"，或前往

# auto.add_provider_model_sheet.account
source: 编辑账户
en: Edit Account
zh_hant: 鑰匙串訪問手動授權 ClawdHome

# auto.add_provider_model_sheet.accountname
source: 账户名称
en: Account Name
zh_hant: 編輯賬戶

# auto.add_provider_model_sheet.add
source: 添加
en: Add
zh_hant: 賬戶名稱

# auto.add_provider_model_sheet.anthropic
source: 如「Anthropic 主账号」
en: e.g. "Anthropic Main Account"
zh_hant: 新增

# auto.add_provider_model_sheet.cancel
source: 取消
en: Cancel
zh_hant: 如「Anthropic 主賬號」

# auto.add_provider_model_sheet.configuration
source: 已配置
en: Configured
zh_hant: 取消

# auto.add_provider_model_sheet.credential_storage_hint
source: 凭据加密存储于本机 Keychain，仅本应用可读
en: Credentials are stored locally in Keychain; only this app can read them.
zh_hant: 已配置

# auto.add_provider_model_sheet.input
source: 输入新值可更换，留空保持不变
en: Enter a new value to replace; leave blank to keep unchanged
zh_hant: 憑據加密儲存於本機 Keychain，僅本應用可讀

# auto.add_provider_model_sheet.leave_blank_to_keep_current_credentials
source: 留空则保持现有凭据不变
en: Leave blank to keep current credentials
zh_hant: 輸入新值可更換，留空保持不變

# auto.add_provider_model_sheet.no_matching_models
source: 无匹配型号
en: No matching models
zh_hant: 留空則保持現有憑據不變

# auto.add_provider_model_sheet.provider_account
source: 添加 Provider 账户
en: Add Provider Account
zh_hant: 無匹配型號

# auto.add_provider_model_sheet.save
source: 保存
en: Save
zh_hant: 新增 Provider 賬戶

# auto.add_provider_model_sheet.search
source: 搜索型号…
en: Search models...
zh_hant: 儲存

# auto.add_provider_model_sheet.select_all
source: 全选
en: Select all
zh_hant: 搜尋型號…

# auto.add_provider_model_sheet.select_models
source: 选择一个提供商，然后勾选需要的模型型号
en: Select a provider, then check the models you need
zh_hant: 全選

# auto.add_provider_model_sheet.select_none
source: 全不选
en: Select none
zh_hant: 選擇一個提供商，然後勾選需要的模型型號

# auto.add_provider_model_sheet.select_provider
source: 选择左侧 Provider
en: Select a provider from the left
zh_hant: 全不選

# auto.ailab_view.ai_tools_running_locally_data_stays_on_device
source: AI 辅助工具集合，运行在本地，数据不离机
en: AI tools running locally; data stays on device.
zh_hant: 選擇左側 Provider

# auto.ailab_view.available
source: 可用
en: Available
zh_hant: AI 輔助工具集合，執行在本地，資料不離機

# auto.ailab_view.coming_soon
source: 敬请期待
en: Coming soon
zh_hant: 可用

# auto.ailab_view.description
source: 图像描述
en: Image Description
zh_hant: 敬請期待

# auto.ailab_view.document_summary
source: 文档摘要
en: Document summary
zh_hant: 影像描述

# auto.ailab_view.file_language
source: 将音频文件或实时录音转录为文字，支持多语言识别
en: Transcribe audio files or live recordings to text, with multilingual recognition.
zh_hant: 文件摘要

# auto.ailab_view.localmodels_language
source: 基于本地大模型的离线翻译，支持主流语言互译
en: Offline translation powered by local models, supporting major language pairs.
zh_hant: 將音訊檔案或即時錄音轉錄為文字，支援多語言識別

# auto.ailab_view.modelsdescription
source: 使用多模态模型为图片生成文字描述或回答视觉问题
en: Use multimodal models to generate image descriptions or answer visual questions.
zh_hant: 基於本地大模型的離線翻譯，支援主流語言互譯

# auto.ailab_view.open
source: 打开
en: Open
zh_hant: 使用多模態模型為圖片生成文字描述或回答視覺問題

# auto.ailab_view.pdf
source: 自动提取 PDF、文档的核心要点，生成结构化摘要
en: Automatically extracts key points from PDFs and documents, then generates a structured summary.
zh_hant: 開啟

# auto.ailab_view.speech_to_text
source: 语音转文字
en: Speech to text
zh_hant: 自動提取 PDF、文件的核心要點，生成結構化摘要

# auto.ailab_view.text_translation
source: 文本翻译
en: Text translation
zh_hant: 語音轉文字

# auto.ailab_view.tts
source: 录制少量语音样本，克隆出自然流畅的 TTS 音色
en: Record a few voice samples to clone a natural, fluent TTS voice.
zh_hant: 文字翻譯

# auto.ailab_view.voice_cloning
source: 语音克隆
en: Voice cloning
zh_hant: 錄製少量語音樣本，克隆出自然流暢的 TTS 音色

# auto.app_update_banner.cancel_download
source: 取消下载
en: Cancel download
zh_hant: 語音克隆

# auto.app_update_banner.clawdhome_version
source: ClawdHome 有新版本
en: ClawdHome Update Available
zh_hant: 取消下載

# auto.app_update_banner.installing_subtitle
source: 安装完成后请手动重启
en: Reopen ClawdHome after install.
zh_hant: ClawdHome 有新版本

# auto.app_update_banner.installing_title
source: 安装器已启动
en: Installer Started
zh_hant: 完成安裝後會自動重啟

# auto.app_update_banner.later
source: 稍后再说
en: Later
zh_hant: 安裝器已啟動

# auto.app_update_banner.new_version_available
source: 有新版本
en: New version available
zh_hant: 稍後再說

# auto.app_update_banner.open
source: 即将打开安装程序...
en: Opening installer...
zh_hant: 有新版本

# auto.app_update_banner.release_notes
source: 更新内容
en: Release notes
zh_hant: 即將開啟安裝程式...

# auto.app_update_banner.waiting_for_install
source: 安装器已打开。安装完成后请手动重新打开 ClawdHome。
en: Installer opened. Reopen ClawdHome after installation.
zh_hant: 更新內容

# auto.backup_manager_sheet.backup_management
source: 备份管理
en: Backup management
zh_hant: 安裝器已開啟。完成安裝後，ClawdHome 會自動重新開啟。

# auto.backup_manager_sheet.cancel
source: 取消
en: Cancel
zh_hant: 備份管理

# auto.backup_manager_sheet.delete
source: 删除
en: Delete
zh_hant: 取消

# auto.backup_manager_sheet.done
source: 完成
en: Done
zh_hant: 刪除

# auto.backup_manager_sheet.no_backups
source: 暂无备份
en: No backups
zh_hant: 完成

# auto.backup_manager_sheet.rollback
source: 回退用
en: Rollback
zh_hant: 暫無備份

# auto.backup_manager_sheet.upgrade_openclaw_backup_backup
source: 升级 openclaw 时开启备份后，历史备份将显示在这里。
en: When backup is enabled during openclaw upgrades, historical backups will appear here.
zh_hant: 回退用

# auto.backup_view.backup
source: 备份中…
en: Backing up...
zh_hant: 升級 openclaw 時開啟備份後，歷史備份將顯示在這裡。

# auto.backup_view.backups
source: 备份
en: Backups
zh_hant: 備份中…

# auto.backup_view.backupuser
source: 备份全部用户
en: Back Up All Users
zh_hant: 備份

# auto.backup_view.finder
source: 在 Finder 中显示
en: Reveal in Finder
zh_hant: 備份全部使用者

# auto.backup_view.no_backups
source: 暂无备份
en: No backups
zh_hant: 在 Finder 中顯示

# auto.backup_view.show
source: 显示
en: Show
zh_hant: 暫無備份

# auto.clone_claw_sheet.always_excluded_cannot_be_selected
source: 固定排除（不可勾选）
en: Always excluded (cannot be selected)
zh_hant: 顯示

# auto.clone_claw_sheet.analyzing_clonable_data_and_size_please_wait
source: 正在分析可克隆数据与大小，请稍候…
en: Analyzing clonable data and size. Please wait...
zh_hant: 固定排除（不可勾選）

# auto.clone_claw_sheet.cancel
source: 取消
en: Cancel
zh_hant: 正在分析可克隆資料與大小，請稍候…

# auto.clone_claw_sheet.channel_configuration
source: • channel 配置
en: • Channel configuration
zh_hant: 取消

# auto.clone_claw_sheet.clone_shrimp
source: 克隆新虾
en: Clone shrimp
zh_hant: • channel 配置

# auto.clone_claw_sheet.display_name_optional
source: 显示名（可选）
en: Display name (optional)
zh_hant: 克隆新蝦

# auto.clone_claw_sheet.memory_sessions_logs
source: • 记忆 / 会话 / 日志
en: • memory / sessions / logs
zh_hant: 顯示名（可選）

# auto.clone_claw_sheet.no_scan_results
source: 暂无扫描结果
en: No scan results
zh_hant: • 記憶 / 會話 / 日誌

source: 会扫描环境目录与配置文件体积，用于勾选和预估复制量。
en: Scans environment directories and config sizes for selection and copy-size estimates.
zh_hant: 暫無掃描結果

# auto.clone_claw_sheet.select_all
source: 可克隆数据（默认全选）
en: Clonable Data (all selected by default)
zh_hant: 會掃描環境目錄與配置檔案體積，用於勾選和預估複製量。

# auto.clone_claw_sheet.start_cloning
source: 开始克隆
en: Start cloning
zh_hant: 可克隆資料（預設全選）

# auto.clone_claw_sheet.target_username_required
source: 目标用户名（必填）
en: Target username (required)
zh_hant: 開始克隆

# auto.clone_claw_sheet.text_4340251220
source: • 个性偏好
en: • Personality preferences
zh_hant: 目標使用者名稱（必填）

# auto.clone_claw_sheet.text_4699ebd9fe
source: 克隆中…
en: Cloning...
zh_hant: • 個性偏好

# auto.clone_claw_sheet.user
source: 目标用户
en: Target User
zh_hant: 克隆中…

# auto.clone_claw_sheet.username
source: 用户名只能包含小写字母、数字和下划线，且须以字母或下划线开头
en: Username can contain only lowercase letters, numbers, and underscores, and must start with a letter or underscore.
zh_hant: 目標使用者

# auto.command_output_panel.no_output
source: （无输出）
en: (no output)
zh_hant: 使用者名稱只能包含小寫字母、數字和下劃線，且須以字母或下劃線開頭

# auto.command_output_panel.text_513a35f0ce
source: 运行中…
en: Running...
zh_hant: （無輸出）

# auto.content_view.ai_lab
source: AI 实验室
en: AI Lab
zh_hant: 執行中…

# auto.content_view.app
source: 点击锁定 App
en: Lock App
zh_hant: AI 實驗室

# auto.content_view.backups
source: 备份
en: Backups
zh_hant: 點選鎖定 App

# auto.content_view.beta
source: 内测版
en: Beta
zh_hant: 備份

# auto.content_view.claw_pool
source: 虾塘
en: Claw Pool
zh_hant: 內測版

# auto.content_view.coming_soon
source: 敬请期待
en: Coming soon
zh_hant: 蝦塘

# auto.content_view.daily
source: 日常
en: Daily
zh_hant: 敬請期待

# auto.content_view.dashboard
source: 仪表盘
en: Dashboard
zh_hant: 日常

# auto.content_view.locked
source: 已锁定
en: Locked
zh_hant: 儀表盤

# auto.content_view.models
source: 模型
en: Models
zh_hant: 已鎖定

# auto.content_view.network
source: 网络
en: Network
zh_hant: 模型

# auto.content_view.role_market
source: 角色中心
en: Role Center
zh_hant: 網路

# auto.content_view.security_audit
source: 安全审计
en: Security Audit
zh_hant: 角色中心

# auto.content_view.services
source: 服务
en: Services
zh_hant: 安全審計

# auto.content_view.settings
source: 设置
en: Settings
zh_hant: 服務

# auto.content_view.system
source: 系统
en: System
zh_hant: 設定

# auto.content_view.vault_files
source: 文件共享
en: File Sharing
zh_hant: 系統

# auto.daemon_setup_banner.clawdhome_user
source: ClawdHome 需要安装系统服务才能管理用户
en: ClawdHome requires a system service to manage users
zh_hant: 檔案共享

# auto.daemon_setup_banner.install
source: 安装
en: Install
zh_hant: ClawdHome 需要安裝系統服務才能管理使用者

# auto.daemon_setup_banner.opensettings
source: 打开系统设置
en: Open System Settings
zh_hant: 安裝

# auto.daemon_setup_banner.text_b2c6913616
source: 安装中…
en: Installing...
zh_hant: 開啟系統設定

# auto.fallback_manager_sheet.added
source: 已添加
en: Added
zh_hant: 安裝中…

# auto.fallback_manager_sheet.done
source: 完成
en: Done
zh_hant: 已新增

# auto.fallback_manager_sheet.drag_to_reorder
source: 拖动可排序
en: Drag to reorder
zh_hant: 完成

# auto.fallback_manager_sheet.models
source: 无匹配模型
en: No matching models
zh_hant: 拖動可排序

# auto.fallback_manager_sheet.searchmodels
source: 搜索内置模型…
en: Search built-in models...
zh_hant: 無匹配模型

# auto.gateway_provider_key_sheet.cancel
source: 取消
en: Cancel
zh_hant: 搜尋內建模型…

# auto.gateway_provider_key_sheet.clear
source: 清除
en: Clear
zh_hant: 取消

# auto.gateway_provider_key_sheet.configuration
source: 清除配置
en: Clear Configuration
zh_hant: 清除

# auto.gateway_provider_key_sheet.configured_masked
source: 当前已配置（内容已脱敏）
en: Configured (masked)
zh_hant: 清除配置

# auto.gateway_provider_key_sheet.provider_configuration
source: 清除后该 Provider 将无法使用，需要重新配置才能恢复。
en: After clearing, this provider will be unavailable until reconfigured.
zh_hant: 當前已配置（內容已脫敏）

# auto.gateway_provider_key_sheet.save
source: 保存
en: Save
zh_hant: 清除後該 Provider 將無法使用，需要重新配置才能恢復。

# auto.health_check_sheet.all_good
source: 一切正常
en: All good
zh_hant: 儲存

# auto.health_check_sheet.check_failed
source: 检查失败
en: Check failed
zh_hant: 一切正常

# auto.health_check_sheet.configuration
source: 权限配置正常，无隔离风险
en: Permissions configured correctly, no isolation risk
zh_hant: 檢查失敗

# auto.health_check_sheet.done
source: 完成
en: Done
zh_hant: 許可權配置正常，無隔離風險

# auto.health_check_sheet.environment_isolation_check
source: 环境隔离检查
en: Environment isolation check
zh_hant: 完成

# auto.health_check_sheet.fix_failed
source: 修复失败
en: Fix failed
zh_hant: 環境隔離檢查

# auto.health_check_sheet.fixed
source: 已修复
en: Fixed
zh_hant: 修復失敗

# auto.health_check_sheet.health_check
source: 体检结果
en: Health Check
zh_hant: 已修復

# auto.health_check_sheet.helper_clawdhome
source: 无法连接到 Helper 服务，请确认 ClawdHome 已正确安装
en: Cannot connect to Helper service. Please verify ClawdHome is installed correctly.
zh_hant: 體檢結果

# auto.health_check_sheet.recheck
source: 重新检查
en: Recheck
zh_hant: 無法連線到 Helper 服務，請確認 ClawdHome 已正確安裝

# auto.health_check_sheet.security_audit
source: 无安全审计问题
en: No security audit issues
zh_hant: 重新檢查

# auto.health_check_sheet.text_114268798e
source: 修复中…
en: Fixing...
zh_hant: 無安全審計問題

# auto.health_check_sheet.text_5fc65af5b3
source: 检查中…
en: Checking...
zh_hant: 修復中…

# auto.local_aitab.download
source: 下载
en: Download
zh_hant: 檢查中…

# auto.local_aitab.downloadable_curated
source: 可下载（精选）
en: Downloadable (curated)
zh_hant: 下載

# auto.local_aitab.local_omlx
source: 本地推理引擎 omlx
en: Local Inference Engine (omlx)
zh_hant: 可下載（精選）

# auto.local_aitab.localmodels
source: 本地模型库
en: Local Models
zh_hant: 本地推理引擎 omlx

# auto.local_aitab.manual
source: 手动
en: Manual
zh_hant: 本地模型庫

# auto.local_aitab.modelsdirectory_modelsdirectory
source: 模型目录为空，可下载精选模型或手动放入目录
en: Model directory is empty. Download curated models or add them manually.
zh_hant: 手動

# auto.local_aitab.not_installed
source: 未安装
en: Not Installed
zh_hant: 模型目錄為空，可下載精選模型或手動放入目錄

# auto.local_aitab.omlx
source: omlx 安装成功
en: omlx installed successfully
zh_hant: 未安裝

# auto.local_aitab.opendirectory
source: 打开目录
en: Open Directory
zh_hant: omlx 安裝成功

# auto.local_aitab.running
source: 运行中
en: Running
zh_hant: 開啟目錄

# auto.local_aitab.start
source: 启动服务
en: Start Service
zh_hant: 執行中

# auto.local_aitab.stop
source: 已停止
en: Stopped
zh_hant: 啟動服務

# auto.local_aitab.text_b2c6913616
source: 安装中…
en: Installing...
zh_hant: 已停止

# auto.log_viewer_sheet.close
source: 关闭
en: Close
zh_hant: 安裝中…

# auto.log_viewer_sheet.continue
source: 继续
en: Continue
zh_hant: 關閉

# auto.log_viewer_sheet.copy_filtered
source: 复制筛选
en: Copy Filtered
zh_hant: 繼續

# auto.log_viewer_sheet.follow
source: 跟随
en: Follow
zh_hant: 複製篩選

# auto.log_viewer_sheet.gateway_startlogs
source: gateway 启动后才会生成日志。
en: Logs will appear after the gateway starts.
zh_hant: 跟隨

# auto.log_viewer_sheet.logs
source: 日志路径：
en: Log path:
zh_hant: gateway 啟動後才會生成日誌。

# auto.log_viewer_sheet.logsfile
source: 日志文件为空或不存在：
en: Log file is empty or does not exist:
zh_hant: 日誌路徑：

# auto.log_viewer_sheet.pause
source: 暂停
en: Pause
zh_hant: 日誌檔案為空或不存在：

# auto.log_viewer_sheet.refresh_select
source: 刷新已暂停，内容已固定，可自由选择复制
en: Refresh paused. Content is frozen for free selection and copying.
zh_hant: 暫停

# auto.log_viewer_sheet.search_space_separated_terms
source: 搜索（空格分词）
en: Search (space-separated terms)
zh_hant: 重新整理已暫停，內容已固定，可自由選擇複製

# auto.memory_tab_view.file
source: （空文件）
en: (Empty file)
zh_hant: 搜尋（空格分詞）

# auto.memory_tab_view.no_matching_results
source: 无匹配结果
en: No matching results
zh_hant: （空檔案）

# auto.memory_tab_view.search
source: 搜索中…
en: Searching...
zh_hant: 無匹配結果

# auto.memory_tab_view.searchsearch
source: 或在上方搜索框搜索关键词
en: Or search for keywords in the search box above
zh_hant: 搜尋中…

# auto.memory_tab_view.selectfile
source: 选择文件查看记忆内容
en: Select a file to view memory contents
zh_hant: 或在上方搜尋框搜尋關鍵詞

# auto.memory_tab_view.selectsearch
source: 选择一条搜索结果
en: Select a search result
zh_hant: 選擇檔案檢視記憶內容

# auto.model_config_wizard.add_directly
source: 直接添加
en: Add directly
zh_hant: 選擇一條搜尋結果

# auto.model_config_wizard.added
source: 已添加
en: Added
zh_hant: 直接新增

# auto.model_config_wizard.ai_models_models
source: 添加要使用的 AI 模型，最后添加的自动成为主模型。
en: Add AI models to use. The last model added will become the primary model.
zh_hant: 已新增

# auto.model_config_wizard.back
source: 返回
en: Back
zh_hant: 新增要使用的 AI 模型，最後新增的自動成為主模型。

# auto.model_config_wizard.cancel
source: 取消
en: Cancel
zh_hant: 返回

# auto.model_config_wizard.choose_from_list
source: 从清单选
en: Choose from list
zh_hant: 取消

# auto.model_config_wizard.close
source: 关闭
en: Close
zh_hant: 從清單選

# auto.model_config_wizard.configuration
source: 应用配置
en: Apply Configuration
zh_hant: 關閉

# auto.model_config_wizard.configuration_configuration
source: 已配置，可直接添加或修改配置后添加
en: Already configured. You can add directly or modify the configuration before adding.
zh_hant: 應用配置

# auto.model_config_wizard.configurationmodels
source: 还没有配置模型
en: No models configured yet
zh_hant: 已配置，可直接新增或修改配置後新增

# auto.model_config_wizard.done
source: 完成
en: Done
zh_hant: 還沒有配置模型

# auto.model_config_wizard.doneconfiguration
source: 完成配置
en: Finish Configuration
zh_hant: 完成

# auto.model_config_wizard.execute
source: 执行
en: Execute
zh_hant: 完成配置

# auto.model_config_wizard.format_provider_model_id
source: 格式：provider/model-id
en: Format: provider/model-id
zh_hant: 執行

# auto.model_config_wizard.input
source: 手动输入
en: Manual Input
zh_hant: 格式：provider/model-id

# auto.model_config_wizard.loading
source: 加载中…
en: Loading...
zh_hant: 手動輸入

# auto.model_config_wizard.local_ollama
source: 本地 Ollama
en: Local Ollama
zh_hant: 載入中…

# auto.model_config_wizard.manage_fallback_order
source: 管理备用顺序
en: Manage fallback order
zh_hant: 本地 Ollama

# auto.model_config_wizard.model_configuration
source: 模型配置
en: Model Configuration
zh_hant: 管理備用順序

# auto.model_config_wizard.models
source: 移除模型
en: Remove Model
zh_hant: 模型配置

# auto.model_config_wizard.modelsconfiguration
source: 点击下方「添加模型」开始配置
en: Click "Add Model" below to start configuring
zh_hant: 移除模型

# auto.model_config_wizard.next
source: 下一步
en: Next
zh_hant: 點選下方「新增模型」開始配置

# auto.model_config_wizard.openai_api
source: OpenAI 兼容 API
en: OpenAI-Compatible API
zh_hant: 下一步

# auto.model_config_wizard.openrouter
source: 经 OpenRouter 转发
en: Via OpenRouter
zh_hant: OpenAI 相容 API

# auto.model_config_wizard.processing
source: 处理中…
en: Processing...
zh_hant: 經 OpenRouter 轉發

# auto.model_config_wizard.provider
source: 直连 Provider
en: Direct Provider
zh_hant: 處理中…

# auto.model_config_wizard.provider_configuration
source: 检查 Provider 配置…
en: Checking provider configuration...
zh_hant: 直連 Provider

# auto.model_config_wizard.provider_configured
source: Provider 已配置
en: Provider configured
zh_hant: 檢查 Provider 配置…

# auto.model_config_wizard.refresh
source: 刷新
en: Refresh
zh_hant: Provider 已配置

# auto.model_config_wizard.searchmodels
source: 搜索模型…
en: Search models...
zh_hant: 重新整理

# auto.model_config_wizard.unknown_provider_openai_configuration_base_url_api_key
source: 未知 provider 将进入 OpenAI 兼容配置，需填写 Base URL 和 API Key。
en: Unknown provider will use OpenAI-compatible configuration. Base URL and API Key are required.
zh_hant: 搜尋模型…

# auto.model_detail_view.clear
source: 清空
en: Clear
zh_hant: 未知 provider 將進入 OpenAI 相容配置，需填寫 Base URL 和 API Key。
